{
  "general": {
    "price-type": "snt/kWh ALV 24%"
  },
  "about": {
    "liukuri": {
      "title": "Sovelluksesta",
      "descriptionHTML": "<p>Tämä sovellus kehitettiin alunperin helpottamaan vuoden 2022 korkean sähkön hinnan kanssa elämistä. Ominaisuuksina mm. <a href='/'>kaavionäkymä</a>, jolla voi arvioida esim. tuulivoimaennusteen vaikutusta sähkön hintaan. Lisäksi sovelluksesta löytyy <a href='/laskuri'>laskuri</a>, jonka avulla käyttäjä voi verrata todellista sähkökulutustaan kiinteähintaisen ja pörssisähkösopimuksen välillä.</p><p>Sovelluksen on tehnyt <a href='mailto:vesa.nieminen@gmail.com'>Vesa Nieminen</a> ja se on kehitetty <a href='https://vaadin.com'>Vaadinilla</a>.</p>"
    },
    "watchapp": {
      "title": "Apple Watch -sovellus",
      "descriptionHTML": "<p><a href='https://apps.apple.com/fi/app/liukuri-fi/id6480370075'>Apple Watch sovellus</a> sai alkunsa tarpeesta tarkistaa sähkön hinta nopeasti kellosta käyttäen Liukurin dataa. Sovellus on saatavilla vain Suomessa. Sen kehityksestä ja ylläpidosta huolehtii <a href='mailto:samiekblad@gmail.com'>Sami Ekblad</a>.</p>"
    },
    "design": {
      "title": "Designista",
      "description": "Sovelluksen käyttöliittymä- ja käytettävyysparannuksia on lisäksi tehnyt Joacim Päivärinne."
    },
    "logo": {
      "title": "Logosta",
      "descriptionHTML": "<p>Logon on tehnyt graafinen suunnittelija <a href='mailto:topi.saavalainen@gmail.com'>Topi Saavalainen</a>.</p>"
    },
    "version": "Versio"
  },
  "column-chart": {
    "now": "Nyt",
    "1d": "1pv",
    "2d": "2pv",
    "3d": "3pv",
    "5d": "5pv",
    "7d": "7pv",
    "14d": "14pv",
    "mtd": "kk",
    "1m": "1kk",
    "3m": "3kk",
    "6m": "6kk",
    "12m": "12kk",
    "ytd": "Vuosi"
  },
  "help": {
    "title": "Videot",
    "liukuri-live-pks-title": "Liukuri Live - PKS haastattelu 4.11.2024",
    "liukuri-live-pks-description": "Pohjois-Karjalan Sähkö Oy:n Niko Malvelan haastattelu.",
    "liukuri-presentation-title": "Liukuri Live 26.1.2024",
    "liukuri-presentation-description": "Käyn läpi tässä videossa mikä Liukuri on ja mitä sillä voi tehdä. Kerron lyhyesti sovelluksen luonnin historian, paneudun tarkemmin sen käyttöön ja annan yleisiä vinkkejä. Esittelen myös hintakiinnitys ja kuluttusvaikutus -käsitteet ja kerron oman näkemykseni siitä millainen sähkösopimus on mielestäni järkevä tässä maailmantilanteessa itselleni.",
    "liukuri-presentation-description-2": "(Pahoittelut huonosta äänenlaadusta. Mokasin mikrofonin valinnan kanssa. Ensi kerralla ääni tulee olemaan parempi.)",
    "liukuri-how-to-1-title": "Liukuri - Laskurin käyttö",
    "liukuri-how-to-1-description": "Käyn läpi videossa Liukuri.fi palvelun laskurin käyttöä omakohtaisen tammikuu 2024 kulutustiedoston avulla."
  }
}